app/controllers/api/consultants_controller.rb

SELECT "consultants".* FROM "consultants"
---
  def index
    render json: Consultant.all