app/controllers/consultants_controller.rb

SELECT "consultants".* FROM "consultants"
---
  def index
    @consultants = Consultant.all